module.exports = {
    specificationsRepot: `Отчет об основных характеристиках`,
    rightsReport: 'Отчет о переходе прав',
    fullCheckReport: 'Полная проверка',
    cadastralReport: `Отчет о кадастровой стоимости`,
    specificationsRepotPrice: '250',
    rightsReportPrice: '350',
    cadastralReportPrice: '250',
    fullCheckReportPrice: '950',
    cadastralSearch: 'По кадастровому номеру',
    addressSearch: 'По адресу',
    mailText: 'Введите почтовый ящик. Обратите внимание, если ящик, будет введен с ошибками, мы не сможем отправить вам отчет',
    isReadyGoToPay: `Готовы перейти к оплате. Запрошен объект недвижимости с кадастровым номером `,
    goToPay: 'Перейти к оплате',
    enterCasastralNumber: 'Введите кадастровый номер',
    inputAddress: 'Введите адрес объекта',
    needStartSearch: 'Начните поиск',
    backSearch: 'Вернуться к поиску',
    cantFindObject: 'Мы не смогли найти объект. Возможно сервер перегружен, либо вы ввели некорректный адрес. Попробуйте произвести поиск еще раз.',
    findSomeObjects: 'Найдено несколько объектов. Формируем ответ...',
    findOneObject: 'Найден 1 объект. Формируем ответ...',
    justSearch: 'Поиск...',
    cantFindCadastralNumber:'Мы не смогли найти объект. Скорее всего кадастровый номер введен не верно. Попробуйте произвести поиск еще раз.',
    reportTypesText: `
    <strong>Отчёт об основных характеристиках</strong>
    - Цена <strong>250р</strong>
    - Основные характеристики (адрес, площадь, тип, кадастровая стоимость)
    - Владелец (если права зарегистрированы)
    - Вид права на недвижимость, номер права собственности
    - Наличие / отсутствие обременений, арестов, ограничений
    
    <strong>Отчёт об истории владения объектом</strong>
    - Цена <strong>350р</strong>
    - Все собственники с 1998 года
    - Серия и номер св-ва о регистрации 
    - Дата перехода прав
    
    
    <strong>Полная проверка объекта недвижимости и собственника</strong>
    - Цена <strong>950р</strong>
    - Включает оба отчета о недвижимости
    - Проверка собственника по базам ФССП, ФСИН, ФНП, реестра о Банкротстве, арбитражных судов`,
    serviceDescriptoinText: `
    - Средний срок обработки электронного запроса сведений <b>от 3х до 7 рабочих дней</b>.
    - <b>Возможны задержки</b>, в случае сбоев со стороны сервисов Росреестра.
    - <b>Гарантированный возврат</b> денег в случае неполучения отчета.`,
    findObjectText:`Для поиска введите кадастровый номер или адрес объекта недвижимости.
    Так: <b>77:01:0001011:1002</b>
    Или так: <b>Москва, Тверская, пл. Красная, д.5</b>.
    
    Как будем искать объект недвижимости?`,
    USER_NAME: 'сохраняем юзернейм',
    GO_TO_PAY: 'идем к выбору документов',
    READY_TO_PAY: 'готовим ссылку для оплаты',
    ENTER_ADDRESS: 'Введите адрес',
    RECIVED_EGRP: 'сведения из егрп',
    ENTER_EMAIL: 'Введите email',
    ENTER_CADASTR_NUMBER: 'Введите кадастровый номер',
    IF_WE_HAVE_MORE_CADNUMBERS: 'Несколько кадастровых номеров',
    REPORT_TYPES: 'Типы отчетов',
    SERVICE_DESCRIPTOINS: 'Описание услуг',
    FIND_OBJECT: 'Найти объект',
    link: 'https://reestr.net/'
    
}