module.exports = {
    specificationsRepot: `Отчет об основных характеристиках`,
    rightsReport: 'Отчет о переходе прав',
    fullCheckReport: 'Отчет о собственниках',
    cadastralReport: `Отчет о кадастровой стоимости`,
    specificationsRepotPrice: '320',
    rightsReportPrice: '450',
    cadastralReportPrice: '350',
    fullCheckReportPrice: '3500',
    cadastralSearch: 'По кадастровому номеру',
    addressSearch: 'По адресу',
    mailText: 'Введите почтовый ящик. Обратите внимание, если ящик, будет введен с ошибками, мы не сможем отправить вам отчет',
    isReadyGoToPay: `Готовы перейти к оплате. Запрошен объект недвижимости с кадастровым номером `,
    goToPay: 'Перейти к оплате',
    enterCasastralNumber: 'Введите корректный кадастровый номер вида ХХХ:XXXX:XXX:XXXX (например 77:01:0001011:1002)',
    enterCasastralNumberError:'Введите корректный кадастровый номер вида ХХХ:XXXX:XXX:XXXX (например 77:01:0001011:1002), либо воспользуйтесь поиском по адресу',
    inputAddress: 'Введите адрес объекта в произвольной форме. Например: г Ульяновск, Сиреневый проезд, д 6, кв 49',
    needStartSearch: 'Начните поиск',
    backSearch: 'Вернуться к поиску',
    cantFindObject: 'Мы не смогли найти объект. Возможно сервер перегружен, либо вы ввели некорректный адрес. Попробуйте произвести поиск еще раз.',
    findSomeObjects: 'Найдено несколько объектов. Формируем ответ...',
    findOneObject: 'Найден 1 объект. Формируем ответ...',
    justSearch: 'Поиск...',
    cantFindCadastralNumber:'Мы не смогли найти объект. Скорее всего кадастровый номер введен не верно. Попробуйте произвести поиск еще раз.',
    reportTypesText: `
    <strong>Отчёт об основных характеристиках</strong>
    - Цена <strong>350р</strong>
    - Основные характеристики (адрес, площадь, тип)
    - Вид собственника (без ФИО)
    - Вид права на недвижимость, номер права собственности
    - Наличие / отсутствие обременений, арестов, ограничений

    <strong>Отчёт об истории владения объектом</strong>
    - Цена <strong>450р</strong>
    - Все собственники с 1998 года (без ФИО)
    - Серия и номер св-ва о регистрации
    - Дата перехода прав

    <strong>Отчет о кадастровой стоимости</strong>
    - Цена <strong>320р</strong>
    - Кадастровая стоимость на дату запроса


    <strong>Отчет о собственниках</strong>
    - Цена <strong>3500</strong>
    - ФИО собственников
    - История собственников с ФИО с 1998 года
    - Вид права на недвижимость, номер права собственности
    - Дата перехода прав`,
    serviceDescriptoinText: `
    - Средний срок обработки электронного запроса сведений <b>от 3х до 7 рабочих дней</b>.
    - <b>Возможны задержки</b>, в случае сбоев со стороны сервисов Росреестра.
    - <b>Гарантированный возврат</b> денег в случае неполучения отчета.`,
    findObjectText:`Для поиска введите кадастровый номер или адрес объекта недвижимости в произвольной форме.
    Так: <b>77:01:0001011:1002</b>
    Или так: <b>Москва, улица Тверская, красная площадь, д.5</b>.

    Как будем искать объект недвижимости?`,
    abraCadabraEnter:'Выберите способ поиска недвижимости',
    USER_NAME: 'сохраняем юзернейм',
    CHOOSE_DOCUMENT: 'идем к выбору документов',
    READY_TO_PAY: 'готовим ссылку для оплаты',
    ENTER_ADDRESS: 'Введите адрес',
    RECIVED_EGRP: 'сведения из егрп',
    ENTER_EMAIL: 'Введите email',
    ENTER_CADASTR_NUMBER: 'Введите кадастровый номер',
    IF_WE_HAVE_MORE_CADNUMBERS: 'Несколько кадастровых номеров',
    REPORT_TYPES: 'Типы отчетов',
    SERVICE_DESCRIPTOINS: 'Описание услуг',
    FIND_OBJECT: 'Найти объект'
}